Revit 2024 API
BuiltInFailures.TagFailures.CannotCopyTagWarn Property
 A tag cannot be arrayed without copying the associated element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyTagWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyTagWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyTagWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace